[
{"url": "https://www.cia.gov/readingroom/collection/doctor-zhivago", "title": "Doctor Zhivago", "body": "- Boris Leonidovich Pasternak, "},
{"url": "https://www.cia.gov/readingroom/collection/cias-clandestine-services-histories-civil-air-transport", "title": "Civil Air Transport", "body": "This collection represents the public release for some of the most closely held activities in CIA history concerning one of the most controversial operations in American history.  Within this collection, you will find excerpts of the CIA's Clandestine Services Histories of Civil Air Transport (CAT) - the precursor to Air America.  The Histories were written by Alfred T. Cox who was named the President of CAT when CIA acquired it.  He guided both the covert operations side and the public commercial side of the airline for a number of years.  As the name suggests, these histories are normally not released in any form to the public.  The booklet released along with this collection contains pictures of the men and women who dedicated their lives to keeping the airline afloat through good times and bad.  These people became a family in the early days and, although many of the founding members have passed on, the CAT community remains committed to the memory of the enormous accomplishments they and their families achieved with this airline."},
{"url": "https://www.cia.gov/readingroom/collection/currentcentral-intelligence-bulletin", "title": "Current/Central Intelligence Bulletin", "body": "President Harry Truman received his daily intelligence digest, the Daily Summary, between 1946 and 1951. That year, the \"new and improved\" version called the Current Intelligence Bulletin began production. This remained the format of the president's daily digest through Dwight Eisenhower's two terms (with a name change to the Central Intelligence Bulletin in 1958). The Current/Central Intelligence Bulletin grew longer than its predecessor over time with the addition of more items and more analysis, and would eventually contain more graphics as printing technology improved."},
{"url": "https://www.cia.gov/readingroom/collection/declassified-documents-related-911-attacks", "title": "DECLASSIFIED DOCUMENTS RELATED TO 9/11 ATTACKS", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/creating-global-intelligence", "title": "Creating Global Intelligence", "body": "Discover the back story of the US intelligence community by exploring \"Creating Global Intelligence: The Creation of the US Intelligence Community and Lessons for the 21st Century\", a collection of declassified documents from the late 1940s to the early 1950s that ultimately led to the establishment of the CIA. This 800+ collection allows history to come to life as well as giving perspectives on the complex issues that senior US Government officials grappled with when considering how to establish an enduring national intelligence capability."},
{"url": "https://www.cia.gov/readingroom/collection/crest-25-year-program-archive", "title": "CREST: 25-Year Program Archive", "body": "The automatic declassification provisions of Executive Order 13526 (formerly EO 12958, as amended) require the declassification of nonexempt historically valuable records 25 years or older. The EO was originally issued in April 1995 and via amendment established 31 December 2006 as the first major deadline for automatic declassification under the \"25-year program.\" By that date, agencies were to have completed the review of all hardcopy documents determined to contain exclusively their equities. For CIA, the 2006 deadline covered the span of relevant documents originally dating from the establishment of the CIA after WWII through 1981."},
{"url": "https://www.cia.gov/readingroom/collection/consolidated-translations", "title": "Consolidated Translations", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/daily-summary", "title": "Daily Summary", "body": "Since 1946, US intelligence has provided a coordinated, daily report for the President. Those early reports bear little resemblance to today’s President's Daily Brief, or PDB, which the IC provides to the President and his senior national security advisors. In January 1946, President Truman—unhappy that there was no coordinated method of informing the President—directed the Secretaries of State, War, and Navy to jointly establish a Central Intelligence Group (CIG), to be headed by a Director of Central Intelligence appointed by the President. The CIG published what was called the Daily Summary between 15 February 1946 and 28 February 1951, during which time the CIG became the CIA."},
{"url": "https://www.cia.gov/readingroom/collection/strategic-warning-and-role-intelligence-lessons-learned-1968-soviet-invasion", "title": "Czech Invasion", "body": "The Czechoslovak crisis began in January 1968. The Czech communist leadership embarked on a program of dramatic liberalization of the political, economic, and social orders. These reforms triggered increasing Soviet concerns culminating in the invasion of 21 August 1968. This collection of documents pertains to these issues, the responses and analysis of this event in history."},
{"url": "https://www.cia.gov/readingroom/collection/cia-analysis-soviet-navy", "title": "CIA Analysis of the Soviet Navy", "body": "This collection of documents, spanning three decades from the 1960s to the 1980s, focus on CIA's collection and analysis of the Soviet Navy.  In addition, this collection is a continuation of previous releases on the Warsaw Pact forces [available at "},
{"url": "https://www.cia.gov/readingroom/collection/cia-analysis-warsaw-pact-forces", "title": "CIA Analysis of the Warsaw Pact Forces", "body": "This study examines the role of clandestine reporting in CIA’s analysis of the Warsaw Pact from 1955 to 1985. The Soviet Union established itself as a threat to the West at the end of World War II by its military occupation of eastern European countries and the attempts of its armed proxies to capture Greece and South Korea. The West countered with the formation of NATO. While the West welcomed West Germany into NATO, the Soviets established a military bloc of Communist nations with the Warsaw Treaty of May 1955. This study continues CIA’s efforts to provide a detailed record of the intelligence derived from clandestine human and technical sources from that period. This intelligence was provided to US policy makers and used to assess the political and military balances and confrontations in Central Europe between the Warsaw Pact and NATO during the Cold War."},
{"url": "https://www.cia.gov/readingroom/collection/caesar-polo-and-esau-papers", "title": "CAESAR, POLO, ESAU Collection", "body": "This collection of declassified analytic monographs and reference aids, designated within the Central Intelligence Agency (CIA) Directorate of Intelligence (DI) as the CAESAR, ESAU, and POLO series, highlights the CIA's efforts from the 1950s through the mid-1970s to pursue in-depth research on Soviet and Chinese internal politics and Sino-Soviet relations. The documents reflect the views of seasoned analysts who had followed closely their special areas of research and whose views were shaped in often heated debate. Continuing public interest in the series, as reflected in numerous requests through Freedom of Information and Executive Order channels, led CIA's Office of Information Management Services (IMS) to conduct a search of Directorate of Intelligence record systems for documents in this series and then undertake a declassification review of all the documents we located. The 147 documents in this collection, amounting to over 11,000 pages of analysis, were written between 1953 and 1973. The collection includes a large number of newly declassified monographs as well as some studies that have been previously declassified and released to individual requesters. The continuing sensitivity of some documents in the series required that they be withheld from declassification."},
{"url": "https://www.cia.gov/readingroom/collection/bosnia-intelligence-and-clinton-presidency", "title": "Bosnia, Intelligence, and the Clinton Presidency", "body": "This collection consists of more than 300 declassified documents related to the Director of Central Intelligence Interagency Balkan Task Force (BTF) and the role of intelligence in supporting policymaking during the 1992-1995 Bosnian War. The compilation contains Statements of Conclusions from National Security Council meetings where senior officials made decisions on the Bosnian conflict, BTF memoranda pertaining to those meetings, key intelligence assessments, and selected materials from the State Department, White House, Department of Defense, and William J. Clinton Presidential Library. The records center around 1995, the year in which the Dayton Accords ending the Bosnian War were signed."},
{"url": "https://www.cia.gov/readingroom/collection/berlin-wall-collection-city-divided-life-and-death-shadow-wall", "title": "Berlin Wall Collection 2", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/berlin-wall-collection", "title": "Berlin Wall Collection 1", "body": "Erected literally overnight, the building of the Berlin Wall was the culmination of over a decade of escalating confrontations and contentious blockades contrived to encourage the west to abandon Berlin to the Communist Bloc. The wall was East Germany's ultimate attempt to isolate and destroy an island of freedom. Instead of expelling the west, Berlin became ground zero in a contest of tit-for-tat brinksmanship with a serious risk of erupting into nuclear war. War was averted, but the wall dividing Berlin became a corrosive global symbol of bitter oppression that would last for nearly three decades. Listed below are the documents, essays and overviews from the eleven U.S. Government organizations that provide the background and the political ramifications of the Wall's construction."},
{"url": "https://www.cia.gov/readingroom/collection/berlin-tunnel", "title": "Berlin Tunnel", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/vietnam-histories", "title": "Vietnam Histories", "body": "This release consists of six declassified histories volumes and describes the CIA's role in Indochina during the Vietnam War. These histories written by Thomas L. Ahern, Jr., are based on extensive research in CIA records and on oral history interviews of participants. The release totals some 1,600 pages and represents the largest amount of Vietnam-era CIA documents yet declassified."},
{"url": "https://www.cia.gov/readingroom/collection/underwater-ice-station-zebra-recovering-secret-spy-satellite-capsule-16400-feet-below", "title": "Underwater Recovery", "body": "The "},
{"url": "https://www.cia.gov/readingroom/collection/francis-gary-powers-u-2-spy-pilot-shot-down-soviets", "title": "U-2 Pilot Francis Gary Powers", "body": "This collection provides yet another view of US intelligence activities vital to national security. It showcases the use of state-of-the-art technology and air reconnaissance to gather intelligence on the Soviet bomber force, missle program, and nuclear program. The U-2 program entailed grave risks both internationally and domestically, including domestic political ramifications when a successful program is exposed. Specifically, the collection includes CIA Director Dulles' testimony before the Senate Foreign Relations Committee and the CIA report from its own Board of Inquiry into Powers' conduct during his flight and capture. In addition, other documents include his trial in the USSR, his exchange for another Soviet spy held by the US, and his activities once he left the CIA."},
{"url": "https://www.cia.gov/readingroom/collection/ufos-fact-or-fiction", "title": "UFOs: Fact or Fiction?", "body": "This collection catalogues CIA information on this subject from the 1940s through the early 1990s. Most of the documents concern CIA cables reporting unsubstantiated UFO sightings in the foreign press and intra-Agency memos about how the Agency handled public inquiries about UFO sightings. For the most recent CIA information on UFOs, see the article \"CIA's Role in the Study of UFOs, 1947-90\" at the Center for the Study of Intelligence website ("},
{"url": "https://www.cia.gov/readingroom/collection/national-intelligence-council-nic-collection", "title": "The National Intelligence Council (NIC) Collection", "body": "This collection contains hundreds of intelligence reports, including many National Intelligence Estimates and other publications produced by the National Intelligence Council or its predecessor organizations, the Office of National Estimates and the Office of Reports and Estimates since 1946. It consists of documents, once classified, that have been released to the public either partially or in their entirety under the Freedom of Information Act (FOIA). This Act gives the Director of Central Intelligence statutory authority to exempt from release any information that a reviewer believes needs to be protected. As a result of these reviews, you will see that portions of many documents have been redacted—that is, deleted and blacked out."},
{"url": "https://www.cia.gov/readingroom/collection/tet-declassified", "title": "Tet Declassified", "body": "In concert with the DNI’s three-part installment on the Vietnam War’s Tet Offensive and in recognition of its 50"},
{"url": "https://www.cia.gov/readingroom/collection/declassified-articles-studies-intelligence-ic%E2%80%99s-journal-intelligence-professional", "title": "Studies in Intelligence Articles", "body": "This collection of released documents consists of a selection of declassified "},
{"url": "https://www.cia.gov/readingroom/collection/what-was-missile-gap", "title": "The Missile Gap", "body": "The Missile Gap was in essence a growing perception in the West, especially in the USA, that the Soviet Union was quickly developing an intercontinental range ballistic missile (ICBM) capability earlier, in greater numbers, and with far more capability than that of the United States. Even as that perception was disproved, it became evident that the Soviets were placing their major effort toward developing strategic missiles against which, once launched, there was no defense. The perceived missile gap that ensued was based on a comparison between US ICBM strength as then programmed, and reasonable, although erroneous estimates of prospective Soviet ICBM strength that were generally accepted."},
{"url": "https://www.cia.gov/readingroom/collection/collapse-communism-eastern-europe-30-year-legacy", "title": "The Collapse of Communism in Eastern Europe a 30 year Legacy", "body": "This collection includes a broad sampling of articles from the National Intelligence Daily—the CIA's principal form of current intelligence analysis at the time—from February 1989 to March 1990. These articles represent much of the Agency's short-term analysis of events unfolding in Central and Eastern Europe as popular opposition to Soviet misrule erupted and quickly surpassed anything the Communist regimes were prepared to understand or to which they could respond. The material also represents a major source of information and insight for US policymakers into what was happening in these countries, where it was heading, and what the implications were for Europe and the United States of the collapse of Communist rule in Europe and the beginnings of the breakup of the Soviet Union."},
{"url": "https://www.cia.gov/readingroom/collection/family-jewels", "title": "\"The Family Jewels\"", "body": "Widely known as the \"Family Jewels,\" this document consists of almost 700 pages of responses from CIA employees to a 1973 directive from Director of Central Intelligence James Schlesinger asking them to report activities they thought might be inconsistent with the Agency's charter. Also available in "},
{"url": "https://www.cia.gov/readingroom/collection/stargate", "title": "STARGATE", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/soviet-and-warsaw-pact-military-journals", "title": "Soviet & Warsaw Pact Military Journals", "body": "A collection of sensitive Soviet and Warsaw Pact military journals from 1961 to 1984 providing a view into Warsaw Pact military strategy."},
{"url": "https://www.cia.gov/readingroom/collection/stories-sacrifice-dedication", "title": "Stories of Sacrifice & Dedication", "body": "On 2 June, 2011, the CIA, in partnership with the National Museum of the United States Air Force, presented a symposium recognizing the sacrifice and dedication of Civil Air Transport (CAT) and Air America (AAm). These CIA air proprietary companies routinely suppilied and supported covert capabilities for the US military, and conducted photo reconnaissance in east and southeast Asia from the end of World War II through the Vietnam conflict.  This event was held to highlight the public release of about 900 recently declassiied documents from CAT and AAm corporate files and CIA holdings spanning 1946 to 1978."},
{"url": "https://www.cia.gov/readingroom/collection/secret-writing", "title": "Secret Writing", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/scientific-abstracts", "title": "Scientific Abstracts", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/life-intelligence-richard-helms-collection", "title": "Richard Helms Collection", "body": "This collection of material by and about Richard Helms as Director of Central Intelligence (DCI) and Ambassador to Iran comprises the largest single release of Helms-related information to date. The documents, historical works and essays offer an unprecedented, wide-ranging look at the man and his career as the United States' top intelligence official and one of its most important diplomats during a crucial decade of the Cold War. From mid-1966, when he became DCI, to late 1976, when he left Iran, Helms dealt directly with numerous events whose impact remains evident today and which are covered in the release."},
{"url": "https://www.cia.gov/readingroom/collection/reagan-collection", "title": "Reagan Collection", "body": "In the 1980s, the Cold War was going strong and was made worse by events such as the death of three Soviet leaders in a span of three years, the Soviet shootdown of a Korean airliner, and the USSR's support for Communist governments and movements in Afghanistan and Central America. "},
{"url": "https://www.cia.gov/readingroom/collection/president-george-h-w-bushs-farewell-visit-cia", "title": "President George H. W. Bush's Farewell Visit to CIA", "body": "On 8 January 1993, in the final month of his presidency, President George H. W. Bush paid a farewell visit to CIA Headquarters. After a luncheon in the Executive Dining Room during which he received briefings on current issues, the President made "},
{"url": "https://www.cia.gov/readingroom/collection/princeton-collection", "title": "Princeton Collection", "body": " (500kb, may take a moment to load)."},
{"url": "https://www.cia.gov/readingroom/collection/carter-camp-david-accords", "title": "President Carter and the Role of Intelligence in the Camp David Accords", "body": "This collection consists of more than 250 previously classified documents, totaling over 1,400 pages, including some 150 that are being released for the first time.  These documents cover the period from January 1977 through March 1979 and were produced by the CIA to support the Carter administration’s diplomatic efforts leading up to President Carter’s negotiations with Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin at Camp David in September 1978. The declassified documents detail diplomatic developments from the Arab peace offensive and President Sadat’s trip to Jerusalem through the regionwide aftermath of Camp David. Newly released items include:"},
{"url": "https://www.cia.gov/readingroom/collection/pow-mia", "title": "POW MIA", "body": "Many of these records concerning Vietnam-era prisoners-of-war and missing-in-action were located, reviewed and released as a result of requests from next-of-kin and other interested parties concerning specific individuals in this category. Most of the records, however, were located and released as a result of Executive Order 12812, dated July 1992, which required all executive branch agencies of the government to review, declassify and release relevant documents pertaining to American POWs and MIAs missing in Southeast Asia. In accordance with this order, CIA conducted a thorough and exhaustive search of its operational files, finished intelligence reports, memoranda, background studies and open source files. CIA's compliance with the executive order was completed on 9 November 1993. This collection also contains a limited number of documents created after that date, most notably a National Intelligence Estimate entitled \"Vietnamese Intentions Capabilities, and Performance Concerning the POW/MIA Issue (April 1998)\" and the Joint Report of the Inspectors General of the Department of Defense and Central Intelligence Agency entitled \"A Review of the 1998 National Intelligence Estimate on POW/MIA Issues and the Charges Levied by 'A Critical Assessment' of the Estimate (29 February 2000).\" Certain material was withheld from the records released based on the continuing need to protect sources and methods, negotiations on foreign policy issues such as the normalization of relations, or privacy issues related to returnees and the families of POWs and MIAs."},
{"url": "https://www.cia.gov/readingroom/collection/oss-collection", "title": "OSS Collection", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/original-wizards-langley", "title": "Original Wizards of Langley", "body": "This overview and collection of documents and other material related to the Office of Scientific Intelligence (OSI) offer a glimpse of CIA's overall contribution to the analysis of Soviet capabilities in science and technology during the Cold War. It is by no means intended to be definitive, or even complete, with respect to all the activities associated with the Agency's scientific and technological capabilities, analysis, and resulting reporting. It does, however, highlight some key events and selected activities that contribute to our understanding of the unique role OSI played in the Agency's history."},
{"url": "https://www.cia.gov/readingroom/collection/nga-records-formerly-nima", "title": "NGA Records (Formerly NIMA)", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/nixon-collection", "title": "Nixon Collection", "body": " "},
{"url": "https://www.cia.gov/readingroom/collection/nis", "title": "NIS", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/vietnam-collection", "title": "NIC Vietnam Collection", "body": "This collection of declassified estimative products is the first such release by the Central Intelligence Agency of documents exclusively on the Vietnam war. The National Intelligence Council (NIC) commissioned Lloyd Gardner, the renowned American scholar on the Vietnam war, to prepare an introductory essay providing historical context for the documents."},
{"url": "https://www.cia.gov/readingroom/collection/china-collection", "title": "NIC China Collection", "body": "This collection of over seventy National Intelligence Estimates on China is the most extensive single selection of intelligence analyses the United States Government ever has released. This recently declassified collection represents the most authoritative intelligence assessments of the United States Government and thus constitutes a unique historical record of a momentous era in China's modern history."},
{"url": "https://www.cia.gov/readingroom/collection/nazi-war-crimes-disclosure-act", "title": "Nazi War Crimes Disclosure Act", "body": " "},
{"url": "https://www.cia.gov/readingroom/collection/preparing-martial-law-through-eyes-colonel-ryszard-kuklinski", "title": "Martial Law & Kuklinski", "body": "A captivating collection of over 75 documents concerning the planning and implementation martial law in Poland from mid-1980 to late 1981. The collection release coincided with a CIA symposium honoring Colonel Ryszard Kuklinski, a member of the Polish Army General Staff and the source of the documents. His information provided documents and personal commentary that gave intelligence analysts and US policy makers invaluable insight into the crisis."},
{"url": "https://www.cia.gov/readingroom/collection/lt-col-oleg-penkovsky-western-spy-soviet-gru", "title": "Lt. Col. Oleg Penkovsky", "body": "This group of documents highlights the highs and lows of the intelligence business. The recruitment of a well-placed spy, in this case a high-ranking Soviet military intelligence officer, lessened the tensions of the Cold War by providing information on the intentions, strength, and technological advancement of the Soviet Union. At the same time, the enormous risks for the spy himself became evident in the fate of Penkovsky -- shot as a traitor by the Soviets in 1963 for spying for the US and UK. These documents provide over-the-shoulder looks from the perspective of the CIA Director as well as from Penkovsky himself in operational meeting reports. This collection offers insights on the spy's motives as well as the fruit of his espionage for us."},
{"url": "https://www.cia.gov/readingroom/collection/library-congress", "title": "Library of Congress", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/baptism-fire-cia-analysis-korean-war-overview", "title": "Korean War Collection", "body": "This collection includes more than 1,300 documents consisting of national estimates, intelligence memo, daily updates, and summaries of foreign media concerning developments on the Korean Peninsula during 1947 - 1954. The release of this collection, which coincides with the 60th anniversary of the start of the war, makes available to the public the largest collection of Agency documents released on this issue. The release of these documents is in conjunction with the conference, \"New Documents and New Histories: Twenty-First Century Perspectives on the Korean War,\" co-hosted by the Harry S. Truman Presidential Library and the CIA in Independence, Missouri."},
{"url": "https://www.cia.gov/readingroom/collection/jprs", "title": "JPRS", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/john-mccone-director-central-intelligence-1961-1965", "title": "John McCone as Director of Central Intelligence, 1961-1965", "body": "John A. McCone was the sixth Director of Central Intelligence, serving from 1961 to 1965 during some of the most tumultuous events in American history. The United States narrowly averted nuclear war with the Soviet Union when the Soviets tried to put offensive ballistic missiles into Cuba. An incumbent president fell to an assassin’s bullet. The United States committed itself to defending the Republic of Vietnam against communist aggression and escalated its military support to that beleaguered country."},
{"url": "https://www.cia.gov/readingroom/collection/intelligence-warning-1957-launch-sputnik", "title": "Intelligence Warning of the 1957 Launch of Sputnik", "body": "On 4 October 1957, the USSR successfully launched the "},
{"url": "https://www.cia.gov/readingroom/collection/intelligence-policy-and-politics-dci-white-house-and-congress", "title": "Intelligence, Policy, and Politics", "body": "Admiral Sidney W. Souers, General Hoyt S. Vandenberg, Admiral Roscoe H. Hillenkoetter and General William Bedell Smith accepted President Harry S. Truman’s challenge to craft an intelligence organization.  Each man marked his tenure with his unique brand of leadership that provided his successor with the foundation needed for the next step toward the Central Intelligence Agency of today."},
{"url": "https://www.cia.gov/readingroom/collection/lunik-loan-space-age-spy-story", "title": "Lunik on Loan: A Space Age Spy Story", "body": "The Cold War and the emerging space race were in full swing in the late 1950s. CIA kept President Eisenhower regularly apprised on the progress of the Soviet space program, which became a subject of worldwide attention following the successful 1957 launch of Sputnik—the first artificial satellite and the first manmade object to be placed into earth's orbit. The Soviets' achievement, which indicated that they had intercontinental ballistic missiles capable of striking the United States, stunned the American public and set off a debate in the United States about the \"Missile Gap,\" and America's competence in science and technology."},
{"url": "https://www.cia.gov/readingroom/collection/human-rights-latin-america", "title": "Human Rights: Latin America", "body": "This information deals with human rights in Latin America, with some documents dating from 1964 to 1995. Most of the documents concern El Salvador and Guatemala, but the collection also contains records on Brazil, Nicaragua, Honduras, Chile, and Peru. Some documents were released in 1993 to the United Nations Truth Commission for El Salvador, which sought information on 32 alleged human rights violations in El Salvador between 1980 and 1991. These records reveal that U.S. citizens, other foreigners, and indigenous people on both the left and right in El Salvador and Guatemala were victims of these kidnappings, murders, and other human rights abuses. This collection includes Agency publications analyzing the dynamics surrounding the improvement or worsening of the human rights situation in these Latin American countries, such as a CIA Inspector General's report and a Special National Intelligence Estimate on the performance of El Salvador regarding human rights."},
{"url": "https://www.cia.gov/readingroom/collection/guatemala", "title": "Guatemala", "body": "This collection -- 5,120 documents (over 14,000 pages) -- chronicles CIA involvement in the 1954 coup in Guatemala. These records encompass the events and circumstances causing U.S. policymakers to plan the overthrow of the Guatemalan Government in June 1954 as Cold War tensions mounted between the two superpowers, the U.S. and Soviet Union; CIA plans for and execution of the covert action; the outcome; and CIA historical analysis of CIA's performance and impact of the coup. The collection includes reviews of the event by CIA historians, administrative memos regarding operational plans and internal approvals; operational cable traffic; and summaries of the Sherwood tapes used for propaganda purposes. Because there are now so many documents in this collection, we've had to break these down into several links. Please be patient with longer search times as they may take more than a few seconds."},
{"url": "https://www.cia.gov/readingroom/collection/ground-photo-caption-cards", "title": "Ground Photo Caption Cards", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/general-cia-records", "title": "General CIA Records", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/typist-trailblazer", "title": "From Typist to Trailblazer", "body": "The document collection \"From Typist to Trailblazer: The Evolving View of Women in the CIA's Workforce\" consists of some 120 declassified documents, the majority of which are being released for the first time. The collection includes more than 1,200 pages from various studies, memos, letters, and other official records documenting the CIA's efforts to examine, address, and improve the status of women employees from 1947 to today. Key documents include the 1953 Panel on Career Service for Women (dubbed the \"Petticoat Panel\"); a 1976 letter written by DCI George H.W. Bush nominating three female officers for the Federal Woman's Award: a poignant 1984 memo on career opportunities for women; a 1992 summary of he CIA's Glass Ceiling Study; the 2013 Director's Advisory Group Report on Women in Leadership; and a transcript of four SIS women speaking candidly about the course of their careers. This declassification effort is the first thematic release in the history of the Historical Review Program."},
{"url": "https://www.cia.gov/readingroom/collection/foreign-broadcast-information-service-history-part-1-1941-1947", "title": "Foreign Broadcast Information Service History", "body": "In response to the burgeoning intelligence requirements dictated by the World War II (WWII), the Foreign Broadcast Monitoring Service (FBMS) evolved into the Foreign Broadcast Information Service (FBIS) on 26 July 1942. The first 44 years of FBIS is chronicled dutifully and expertly in this 1969 study."},
{"url": "https://www.cia.gov/readingroom/collection/foia-collection", "title": "FOIA Collection", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/atomic-spies-ethel-and-julius-rosenberg", "title": "Ethel & Julius Rosenberg", "body": "This collection provides interesting Agency insights on this post-WWII spy case. Documents cover, among many other topics, US intelligence activities, including FBI-CIA cooperation; USSR intelligence activities; the Rosenberg espionage network's collection against the US atomic energy program; their attempts to protect the network as US authorities closed in on it; their arrest; Soviet propaganda; the Soviet's protest of the Rosenberg's sentencing; and Moscow's reaction to the execution of their spies."},
{"url": "https://www.cia.gov/readingroom/collection/fall-libyan-monarchy", "title": "Fall of the Libyan Monarchy", "body": "Fifty years ago, on 1 September 1969, the first and only King of Libya was deposed. The documents in this collection highlight the bloodless coup by a group of Libyan military officers which removed King Idris I. The group, which called itself the Revolutionary Command Council, was motivated by the ideology of Arab socialism modeled by Egypt's Gamal Abdel Nasser. Within a short time, a young officer named Muammar Qadhafi emerged as a leader of the group, and he would rule Libya for the next 40 years. These documents cover major developments related to the coup, including US reaction. The Nixon administration believed that washington need not be overly distressed by the coup and felt the US could have a working relationship with the new regime. Also discussed in the documents is Libya's intention to honor treaty obligations regarding Wheelus Air Base, a major US Air Force installation in Libya that supported Mediterranean operations."},
{"url": "https://www.cia.gov/readingroom/collection/documents-related-former-detention-and-interrogation-program", "title": "Documents Related to the Former Detention and Interrogation Program", "body": null},
{"url": "https://www.cia.gov/readingroom/collection/argentina-declassification-project-dirty-war-1976-83", "title": "Argentina Declassification Project - The \"Dirty War\" (1976-83)", "body": "During the Argentine government’s seven-year (1976-83) campaign against suspected dissidents and subversives, often known as the “Dirty War,” between 10,000 and 30,000 people were killed, including opponents of the government as well as innocent victims. The military junta that ousted President Isabel Peron in a coup in 1976 confronted an urban-based leftist insurgency that had been intensifying for several years and had moved beyond attacking government targets to include kidnappings and killings of persons with no official connections and no particular ideology. Soon after it seized power, the junta closed the national legislature, imposed censorship, banned trade unions, and brought state and municipal governments under military control. It also instituted the infamous Process of National Reorganization in an attempt to suppress the left-wing guerrilla activity that was rampant by early 1976."},
{"url": "https://www.cia.gov/readingroom/collection/bay-pigs-release", "title": "Bay of Pigs", "body": "(Updated October 31, 2016)"},
{"url": "https://www.cia.gov/readingroom/collection/aquiline", "title": "Aquiline", "body": "Aerial intelligence collection platforms have played a critical role in US national security from the earliest beginnings of aviation. CIA's 1960s OXCART Program and its use of U-2s are examples of collection innovations that have kept US leaders informed about adversaries' capabilities and intentions. Despite their success, however, use of these platforms carried significant risks and repercussions, including detection and even pilot loss, such as the downing of the U-2 flown by Francis Gary Powers in 1960. Ever-evolving research by the CIA led to the development concept of "},
{"url": "https://www.cia.gov/readingroom/collection/president-nixon-and-role-intelligence-1973-arab-israeli-war", "title": "1973 Arab-Israeli War", "body": "This collection highlights the causes and consequences of US Intelligence Community’s (IC) failure to foresee the October 1973 Arab-Israeli War, also known as the October War or the Yom Kippur War. A coalition of Arab nations led by Egypt and Syria launched a surprise attack on Israel on October 6, the day of Yom Kippur. Prior to October 6, the CIA concluded that the Arabs would not attack, so the offensive surprised US policymakers as well as Israel. Directorate of Intelligence (DI) analysts believed that Arab military inferiority would militate against an attack on Israel. DI analysis did not explore the possibility that leaders might go to war--even at the risk of losing--to pursue political objectives. According to an internal postmortem, Agency analysis was impaired by preconceptions about Arab military capabilities, information overload, rational actor modeling and groupthink."},
{"url": "https://www.cia.gov/readingroom/collection/animal-partners", "title": "Animal Partners", "body": "Throughout history, trained animals have been used in security roles to fulfill mission requirements, notably by the armed forces, whether for transport, communication, or threat detection. From carrier pigeons in World War I to today's explosives-detecting dogs, government agencies have turned to animals to do the important jobs human couldn't do. CIA is no exception, and it once worked on developing ways animals could help with intelligence collection. This collection of declassified documents highlights the diverse programs involving the feasibility of using marine and avian animal capabilities in support of intelligence operations. For a variety of technical and other reasons, none of the programs ever became operational. Yet these documents provide a window into the innovative thinking applied to the intelligence mission aimed at countering increasingly sophisticated foreign adversaries."},
{"url": "https://www.cia.gov/readingroom/collection/12-oxcart-reconnaissance-aircraft-documentation", "title": "A-12 OXCART Reconnaissance Aircraft Documentation", "body": "This release, containing approximately 1,500 pages of material, consisting of about 350 documents, maps, diagrams, and photographs dealing with the A-12 reconnaissance aircraft is occasioned by CIA's acquisition on loan from the Air Force of the eighth A-12 in the production series of 15. Known as Article 128, the aircraft will be on display at the Agency's Headquarters compound in Langley, Virginia. The release also coincides with the publication of CIA's unclassified official history of the A-12, Archangel: CIA's A-12 Supersonic Reconnaissance Aircraft by the Agency's Chief Historian, David Robarge. The newly declassified material will provide researchers on aviation and intelligence with significant additional detail about the design and development of the A-12 -- still the fastest and highest flying piloted operational jet aircraft ever built -- and its use as an intelligence collection platform in East Asia."},
{"url": "https://www.cia.gov/readingroom/collection/air-america-upholding-airmens-bond", "title": "Air America Collection", "body": "A fascinating assembly of documents revealing the role that Air America, the Agency's proprietary airline, played in the search and rescue of pilots and personnel during the Vietnam War. The collection has personal accounts by the rescued pilots and thank you letters as well as commendations from various officials. It includes, for the first time, direct information about Lima Site 85 in Laos and a possible hijacking attempt in the 1964 crash of Flight 908. Other elements include the airline's role in the final evacuations from Da Nang and Saigon in April, 1975."}
]